Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultElbowupParam Property
 "Vertical Inside Bend"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultElbowupParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultElbowupParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultElbowupParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultElbowupParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace